{
    "data": [
        {
            "subject": "behavior",
            "desc": "Apis mellifera, also known as the Honey Bee, is a eusocial species whose foragers collect food to meet hive requirements and adjust their food-gathering behavior according to these collective needs[1]. Foraging behavior is one of the distinctive behaviors of honey bees, and this behavior is the link between the honey bee colony and the ambient environment[2]. Hygienic behavior in honey bees, Apis mellifera, has been studied for over 80 years with the aim of understanding mechanisms of pathogen and parasite resistance and colony health[3]. One of the most notable honey bee behaviors is stinging[4].",
            "src": [
                "https://www.nature.com/articles/s41598-017-15066-5/",
                "https://www.researchgate.net/publication/279887311_The_foraging_behaviour_of_honey_bees_Apis_mellifera_A_review",
                "https://www.researchgate.net/publication/343929126_Perspectives_on_hygienic_behavior_in_Apis_mellifera_and_other_social_insects",
                "https://entnemdept.ufl.edu/creatures/MISC/BEES/euro_honey_bee.htm",
                "https://www.lemonde.fr/en/science/article/2023/03/20/research-shows-bees-dance-is-not-instinctive-but-learned-behavior_6019967_10.html",
                "https://www.britannica.com/animal/honeybee"
            ]
        },
        {
            "subject": "habits",
            "desc": "Apis mellifera, also known as the Honey Bee, takes a queen about 16 days to reach adulthood, and another week or more to begin laying eggs. Males take about 24 days to emerge as adults, and begin leaving the nest for assembly areas a few days after that1. A. mellifera is about 1.2 cm (about 0.5 inch) long, although size varies among the several strains of this species. The head and thorax, or midsection, are somewhat bristly and vary in color according to the strain. Two large compound eyes and three simple eyes, or ocelli, are located on top of the head",
            "src": [
                "https://animaldiversity.org/accounts/Apis_mellifera/",
                "https://www.britannica.com/animal/honeybee",
                "https://entnemdept.ufl.edu/creatures/MISC/BEES/euro_honey_bee.htm"
            ]
        },
        {
            "subject": "nesting",
            "desc": "Honey bees (Apis mellifera) are cavity-nesting species[1]. A swarm of honeybees is capable of selecting the best available nest site most of the time [1]. The nest has a queen, drones (males), and workers [2]. The workers forage for food (nectar and pollen) for the entire colony[3].",
            "src": [
                "https://royalsocietypublishing.org/doi/10.1098/rstb.2017.0010",
                "https://www.britannica.com/animal/honeybee",
                "https://animaldiversity.org/accounts/Apis_mellifera/"
            ]
        },
        {
            "subject": "breeding",
            "desc": "The reproductive process of creating a new colony is called swarming. European honey bees typically swarm in the spring and early summer when pollen and nectar resources are plentiful. To initiate the swarming process, 10 to 20 daughter queens are produced by the colony1. A queen will often mate with many drones, a mating behaviour known as polyandry. Polyandry increases genetic diversity within a colony and thereby improves colony fitness and survival. Genetically diverse colonies have characteristics—such as increased population size, foraging activity, and food supplies—that favour the production of new queens and drones[2].",
            "src": [
                "https://entnemdept.ufl.edu/creatures/MISC/BEES/euro_honey_bee.htm",
                "https://www.britannica.com/animal/honeybee",
                "https://animaldiversity.org/accounts/Apis_mellifera/"
            ]
        },
        {
            "subject": "habitat",
            "desc": "Apis mellifera prefers environments that can provide enough flowers, such as lawns, open wooded areas, and gardens. In addition, it can inhabit grasslands, deserts, and wetlands if there is enough water, food and shelter[1][2][3]. Honey bees require an ample supply of flowers in their habitat since this is their food source. They also need suitable places to build hives. In cooler temperate climates, the hive site must be large enough for the bees and for storage of honey to feed on during the winter[3]. European honeybees prefer habitats that have an abundant supply of suitable flowering plants, such as meadows, open wooded areas, and gardens. They can survive in grasslands, deserts, and wetlands if there is sufficient water, food, and shelter[2].",
            "src": [
                "https://warbletoncouncil.org/apis-mellifera-13650",
                "https://animaldiversity.org/accounts/Apis_mellifera/",
                "https://www.thoughtco.com/honey-bee-apis-mellifera-1968092",
                "https://en.sperohope.com/apis-mellifera-caracter-sticas",
                "https://www.britannica.com/animal/honeybee"
            ]
        },
        {
            "subject": "perception",
            "desc": "I'm sorry but I couldn't find any information on the general perception of Apis mellifera, also known as the Honey Bee, in Denmark. However, I can tell you that the European dark honey bee (Apis mellifera mellifera) is today a rare subspecies across the former range of northern Europe where it has largely been replaced by hybrid bees such as the popular “Buckfast,” involving, but not limited to, the Italian subspecies (Apis mellifera ligustica)",
            "src": [
                "https://www.tandfonline.com/doi/full/10.1080/00218839.2020.1826111",
                "https://www.researchgate.net/publication/344627869_History_of_the_displacement_of_the_European_dark_bee_Apis_mellifera_mellifera_in_Denmark",
                "https://pure.au.dk/portal/en/publications/history-of-the-displacement-of-the-european-dark-bee-apis-mellifera-mellifera-in-denmark(3881a056-156c-410b-ba82-7a2ea561e78f).html"
            ]
        },
        {
            "subject": "culture",
            "desc": "I couldn't find any information on Honey Bees having national, cultural, or religious significance in Denmark or anywhere else. However, honey has been praised highly since ancient times by many religious faiths and recorded in most ancient scriptures. In fact, records reveal that raw honey is the most ancient form of sweetener known to man and has been used for medicinal purposes for thousands of years[1]. Bees feature in folklore around the world, and are associated with everything from death to abundance. Honey and bee venom are used in several different traditions of folk magic. Bees benefit other living things by pollinating plants, which in turn helps maintain our food supply[2].",
            "src": [
                "https://www.britannica.com/story/eurasian-magpie-a-true-bird-brain",
                "https://theconversation.com/magpies-can-form-friendships-with-people-heres-how-83950",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6722797/",
                "https://link.springer.com/article/10.1007/s11252-020-00996-2",
                "https://en.wikipedia.org/wiki/Eurasian_magpie",
                "https://en.wikipedia.org/wiki/Eurasian_magpie",
                "https://www.britannica.com/story/eurasian-magpie-a-true-bird-brain",
                "https://en.wikipedia.org/wiki/Eurasian_magpie"
            ]
        },
        {
            "subject": "benefits",
            "desc": "Yes, honey bees are incredibly important to the urban environment for a number of reasons. First, they are responsible for pollinating a large percentage of the world's crops, including many fruits and vegetables that are consumed by humans. Without honey bees, these crops would not be able to grow and produce food for people to eat[1]. Second, urban beekeeping provides pollination for community gardens and local honey is available for residents. Third, urban bees love abandoned lots. When people abandon an area, nature rushes in. While we humans may only see nuisance weeds popping up, bees see a wide variety of forage[2]. Fourth, honey bees find food more easily in cities, thanks to abundant urban gardens. A rich supply of gardens and decorative flowers provides ample nectar close to urban hives[3]. Urban beekeeping brings many benefits to cities in the U.S. and around the world from scientific data collection, to biodiversity, and supporting green initiatives",
            "src": [
                "https://www.bees-and-beekeeping.com/urban-beekeeping/",
                "https://www.beepods.com/urban-bees-thriving-in-the-city/",
                "https://news.mongabay.com/2021/11/honey-bees-find-food-more-easily-in-cities-thanks-to-abundant-urban-gardens/",
                "https://bestbees.com/2022/02/16/urban-beekeeping/",
                "https://carolinahoneybees.com/urban-beekeeping/",
                "https://www.cbc.ca/news/science/what-on-earth-bees-urban-wild-1.5676777"
            ]
        }
    ]
}
