{
    "data": [
        {
            "subject": "behavior",
            "desc": "The Lesser White-fronted Goose (Anser erythropus) is a goose closely related to the larger white-fronted goose (A. albifrons). It breeds in the northernmost Palearctic, but it is a scarce breeder in Europe. There is a re-introduction scheme in Fennoscandia[1].The scientific name comes from anser, the Latin for “goose”, and erythropus, “red-footed”, derived from the old Greek eruthros “red” and pous “foot”. The lesser white-fronted goose winters further south in Europe and is a rare winter vagrant to Great Britain and India1[2].I couldn't find any specific information on the behavior of the Lesser White-fronted Goose, but I hope this information helps.",
            "src": [
                "https://en.wikipedia.org/wiki/Lesser_white-fronted_goose",
                "https://birdsoftheworld.org/bow/species/lwfgoo/cur/introduction",
                "https://www.nationalgeographic.org/projects/photo-ark/animal/anser-erythropus/",
                "https://en.wikipedia.org/wiki/Lesser_white-fronted_goose",
                "https://www.ncbi.nlm.nih.gov/Taxonomy/Browser/wwwtax.cgi?id=132586"
            ]
        },
        {
            "subject": "habits",
            "desc": "I couldn't find any specific information on the day-to-day habits of the Lesser White-fronted Goose (Anser erythropus), but I found some information on its behavior. The Lesser White-fronted Goose is fully migratory, and information about its migration routes has only recently come to light as a result of satellite telemetry studies and increased monitoring efforts1.This species's population is suspected to have decreased rapidly, owing to high levels of hunting on the staging and wintering grounds and habitat deterioration, largely as a result of land cultivation. The decrease in numbers has been accompanied by fragmentation of the breeding range and is continuing to affect all populations[2].",
            "src": [
                "https://www.nationalgeographic.org/projects/photo-ark/animal/anser-erythropus/",
                "http://datazone.birdlife.org/species/factsheet/lesser-white-fronted-goose-anser-erythropus/text",
                "https://en.wikipedia.org/wiki/Lesser_white-fronted_goose",
                "https://piskulka.net/",
                "https://animalia.bio/bar-headed-goose",
                "https://birdsoftheworld.org/bow/species/lwfgoo/cur/introduction"
            ]
        },
        {
            "subject": "nesting",
            "desc": "According to BirdLife International, the Lesser White-fronted Goose (Anser erythropus) often nests on snow-free patches available early in the breeding season (such as rocky outcrops or prominent hummocks) hidden amongst vegetation or in boggy hollows, usually in close proximity to open water or marshy areas1.This species is listed as Vulnerable because it has suffered a rapid population reduction in its key breeding populations in Russia, and equivalent declines are predicted to continue. The Fennoscandian population has undergone a severe historical decline, and has not yet recovered[2].",
            "src": [
                "http://datazone.birdlife.org/userfiles/file/Species/erlob/summarypdfs/22679886_anser_erythropus.pdf",
                "http://datazone.birdlife.org/species/factsheet/lesser-white-fronted-goose-anser-erythropus",
                "https://en.wikipedia.org/wiki/Lesser_white-fronted_goose"
            ]
        },
        {
            "subject": "breeding",
            "desc": "According to BirdLife International, the Lesser White-fronted Goose (Anser erythropus) is a scarce breeder in Europe and breeds in the northernmost Palearctic[1].This species is listed as Vulnerable because it has suffered a rapid population reduction in its key breeding populations in Russia, and equivalent declines are predicted to continue. The Fennoscandian population has undergone a severe historical decline, and has not yet recovered[2].",
            "src": [
                "https://en.wikipedia.org/wiki/Lesser_white-fronted_goose",
                "http://datazone.birdlife.org/species/factsheet/lesser-white-fronted-goose-anser-erythropus",
                "http://datazone.birdlife.org/userfiles/file/Species/erlob/summarypdfs/22679886_anser_erythropus.pdf"
            ]
        },
        {
            "subject": "habitat",
            "desc": "According to BirdLife International, the Lesser White-fronted Goose (Anser erythropus) breeds in low-lying bogs, scrub-covered tundra and taiga-forest edges close to wetlands, up to 700 m above sea level. It can also be found on the slopes by lower parts of mountain streams, on mountain foothills, mountain lakes and on alpine precipices, often in thawing boggy areas or on stonefields[1].This species is herbivorous, feeding on grasses, roots, stems, leaves, fruits and the green parts of aquatic and terrestrial plants. During the winter the species supplements its diet with winter agricultural grains. This species is fully migratory[2].",
            "src": [
                "http://datazone.birdlife.org/species/factsheet/lesser-white-fronted-goose-anser-erythropus/text",
                "http://datazone.birdlife.org/userfiles/file/Species/erlob/summarypdfs/22679886_anser_erythropus.pdf",
                "https://birdsoftheworld.org/bow/species/lwfgoo/cur/introduction"
            ]
        },
        {
            "subject": "perception",
            "desc": "In urban and suburban areas throughout New York State, expanses of short grass, abundant lakes and ponds, lack of natural predators, limited hunting, and supplemental feeding have created an explosion in resident goose numbers. While most people find a few geese acceptable, problems develop as local flocks grow and the droppings become excessive (a goose produces about a pound of droppings per day). Problems include over-grazed lawns, accumulations of droppings and feathers on play areas and walkways, nutrient loading to ponds, public health concerns at beaches and drinking water supplies, aggressive behavior by nesting birds, and safety hazards near roads and airports[2][3].",
            "src": [
                "https://varmentguard.com/blog/why-are-geese-so-aggressive",
                "https://www.dec.ny.gov/docs/wildlife_pdf/geeseproblem.pdf",
                "https://www.cbc.ca/news/science/what-on-earth-canada-geese-urban-environment-1.6131010",
                "https://www.researchgate.net/publication/351919842_Public_Perception_of_Biodiversity_A_Literature_Review_of_Its_Role_in_Urban_Green_Spaces",
                "https://www.humanesociety.org/resources/why-do-canada-geese-urban-areas",
                "https://varmentguard.com/blog/why-are-geese-so-aggressive",
                "https://www.nationalgeographic.com/animals/article/do-canada-geese-still-fly-south-for-winter",
                "https://www.cbc.ca/news/science/what-on-earth-canada-geese-urban-environment-1.6131010",
                "https://www.humanesociety.org/resources/why-do-canada-geese-urban-areas"
            ]
        },
        {
            "subject": "culture",
            "desc": "Geese have cultural significance in many cultures around the world. For example, the goose is a symbol of peace and goodwill and is believed to have originated from the ancient Egyptians, who were said to use geese as offerings for their gods. In more modern times, geese symbolism has been used in various cultures around the world to signify good luck or protection[1][2][3].In Denmark, Saint Morten's Day is celebrated on November 10, and it is common to eat duck or geese on this day to celebrate the French Saint Martin, who hid within a flock of geese to avoid being named a bishop[4].",
            "src": [
                "https://www.richardalois.com/symbolism/goose-symbolism",
                "https://sodaliteminds.com/spiritual-meaning-of-goose/",
                "https://denmark.dk/people-and-culture/danish-traditions",
                "https://www.visitdenmark.com/denmark/things-do/danish-culture/danish-traditions",
                "https://www.roysfarm.com/danish-goose/",
                "https://worldbirds.com/goose-symbolism/",
                "https://en.wikipedia.org/wiki/Goose",
                "https://www.audubon.org/news/for-these-cree-first-nations-canada-geese-are-central-cultural-revival"
            ]
        },
        {
            "subject": "benefits",
            "desc": "Geese can be beneficial in cities as they are intelligent and adaptable birds that can thrive in stable environments. They can summon forth brain power when they need it and can learn to become extraordinarily tame1.Geese also make excellent parents. One of the advantages of a strong pair-bond is that the gander will stand by to fiercely defend his mate while she's incubating eggs in a nest. Once the goslings hatch, the gander will equally fiercely protect them while at the same time helping his mate raise the young ones[2]",
            "src": [
                "https://www.psychologytoday.com/au/blog/avian-einsteins/201210/geese-use-their-brains-survive-in-cities",
                "https://backyardpoultry.iamcountryside.com/poultry-101/10-reasons-to-consider-raising-geese/",
                "https://www.psychologytoday.com/us/blog/avian-einsteins/201210/geese-use-their-brains-survive-in-cities"
            ]
        }
    ]
}
