{
    "data": [
        {
            "subject": "behavior",
            "desc": "Helichrysum arenarium, also known as the Dwarf Everlast, is a plant that belongs to the Helichrysum section and normally grows up to 20 cm high but can reach heights of 10 to 30/50 cm [1]. It has lanceolate leaves that are whitish-green due to the numerous white hairs that cover them, giving a felt-like appearance [1].Helichrysum arenarium is known in traditional medicine for its diuretic, choleretic, and anti-inflammatory properties [2][3]. It is superior to other known plants as a source of active pharmacological compounds used in complementary medicine [3].",
            "src": [
                "https://www.mdpi.com/2076-3417/12/20/10241/htm",
                "https://powo.science.kew.org/taxon/urn:lsid:ipni.org:names:212418-1",
                "https://pubmed.ncbi.nlm.nih.gov/29438342/",
                "https://www.researchgate.net/publication/364324704_Helichrysum_arenarium_From_Cultivation_to_Application",
                "https://www.researchgate.net/publication/364324704_Helichrysum_arenarium_From_Cultivation_to_Application/fulltext/635d9a098d4484154a457610/Helichrysum-arenarium-From-Cultivation-to-Application.pdf",
                "https://www.mdpi.com/2076-3417/12/20/10241"
            ]
        },
        {
            "subject": "habits",
            "desc": "Helichrysum arenarium is a perennial plant that grows up to 0.3 m (1ft) [1]. It is hardy to UK zone 4 and is in flower in August [1]. The species is hermaphrodite (has both male and female organs) and is pollinated by insects [1]. It is suitable for light (sandy) and medium (loamy) soils and prefers well-drained soil [1].",
            "src": [
                "https://pfaf.org/user/Plant.aspx?LatinName=Helichrysum+arenarium",
                "https://www.researchgate.net/publication/364324704_Helichrysum_arenarium_From_Cultivation_to_Application",
                "https://www.backyardgardener.com/garden-tip-articles/garden-guide/helichrysum-perennial-plant-how-to-grow/"
            ]
        },
        {
            "subject": "climate",
            "desc": "Helichrysum arenarium is a perennial plant that is hardy to UK zone 4 [1]. It is suitable for light (sandy) and medium (loamy) soils and prefers well-drained soil [1]. It is in flower in August [1].",
            "src": [
                "https://en.wikipedia.org/wiki/Helichrysum_arenarium",
                "https://pfaf.org/user/Plant.aspx?LatinName=Helichrysum+arenarium",
                "https://www.mdpi.com/2076-3417/12/20/10241"
            ]
        },
        {
            "subject": "pollination",
            "desc": "Helichrysum arenarium is a perennial plant that is pollinated by insects [1][2].",
            "src": [
                "https://pfaf.org/user/Plant.aspx?LatinName=Helichrysum+arenarium",
                "https://www.frontiersin.org/articles/10.3389/fpls.2018.01123/full",
                "https://www.mdpi.com/2076-3417/12/20/10241",
                "https://link.springer.com/article/10.1007/s42690-021-00432-8"
            ]
        },
        {
            "subject": "habitat",
            "desc": "Helichrysum arenarium, also known as the Dwarf Everlast, is a perennial plant that is native to Europe and Asia. It is a hardy plant that can grow in a variety of soil types, but prefers a well-draining soil that is not too rich. It is drought-tolerant and prefers full sun. If you want to grow it from seeds, you can start to grow your annual Helichrysum seeds indoors six to eight weeks before the last frosts in spring. First, fill a seed tray with seed sowing compost and water well until the compost is moist. Lightly sprinkle the seeds on top of the compost thinly and then cover them with a thin layer of sieved seed compost[1]. If you want to grow it in the garden, it prefers a poor to moderate sandy (or rocky) dry soil, that has good drainage. Late sowings can be made out of doors in early May. The rock garden kinds all like dry sunny, spots with sharp drainage, and make good scree plants[2].",
            "src": [
                "https://www.backyardgardener.com/garden-tip-articles/garden-guide/helichrysum-perennial-plant-how-to-grow/",
                "https://www.gardenershq.com/Helichrysum-curry-plant.php",
                "https://mycontainergardener.com/growing-helichrysum-in-containers-growing-this-attractive-plant/",
                "https://pfaf.org/user/Plant.aspx?LatinName=Helichrysum+arenarium"
            ]
        },
        {
            "subject": "perception",
            "desc": "I'm sorry but I couldn't find any information on the general perception of Helichrysum arenarium, also known as the Dwarf Everlast, in Denmark. However, it is a popular plant in many countries and is used for medicinal purposes. It is known for its anti-inflammatory and antioxidant properties",
            "src": [
                "https://www.mdpi.com/2076-3417/12/20/10241",
                "https://www.ema.europa.eu/en/documents/herbal-report/draft-assessment-report-helichrysum-arenarium-l-moench-flos_en.pdf",
                "https://en.wikipedia.org/wiki/Helichrysum_arenarium"
            ]
        },
        {
            "subject": "culture",
            "desc": "I couldn't find any information on the cultural significance of Helichrysum arenarium in any countries, cultures, or religions. However, Helichrysum arenarium is known in traditional medicine for its diuretic, choleretic, and anti-inflammatory properties",
            "src": [
                "https://www.mdpi.com/2076-3417/12/20/10241/htm",
                "https://www.mdpi.com/2076-3417/12/20/10241",
                "https://pubmed.ncbi.nlm.nih.gov/30131818/",
                "https://link.springer.com/article/10.1007/s11252-020-00996-2",
                "https://www.frontiersin.org/articles/10.3389/fpls.2018.01123/full",
                "https://en.wikipedia.org/wiki/Helichrysum_arenarium",
                "https://pubmed.ncbi.nlm.nih.gov/30131818/"
            ]
        },
        {
            "subject": "benefits",
            "desc": "Helichrysum arenarium, also known as the Dwarf Everlast, has many benefits. It is known to remove spasms, provide secretion of gastric juice, prevent hemorrhoids, remove urine while cleaning the urinary tract, prevent allergies, fight infections, and more1. Helichrysum essential oil, which is derived from the plant, has many benefits as well. It is an antispasmodic, anticoagulant, antiallergenic, anti-microbial, anti-hematoma, antiphlogistic, nervine, anti-inflammatory, antitussive, cicatrizant, and an expectorant[2]. It reportedly has anti-inflammatory, antifungal, and antibacterial properties[3]. However, while in-lab and animal studies are promising, there is little research on its effectiveness in humans",
            "src": [
                "https://en.serdaro.com/Helichrysum-arenarium-gold-herb-benefits/",
                "https://www.organicfacts.net/health-benefits/essential-oils/health-benefits-of-helichrysum-essential-oil.html",
                "https://www.healthline.com/health/helichrysum-essential-oil",
                "https://www.medicalnewstoday.com/articles/324934"
            ]
        }
    ]
}