{
    "data": [
        {
            "subject": "behavior",
            "desc": "The European fallow deer (Dama dama), also known as the common fallow deer or simply fallow deer, is a species of ruminant mammal belonging to the family Cervidae. They are not territorial, and herds move freely within large home ranges, which overlap with those of other herds. When kept in parks or enclosures, Fallow Deer can become remarkably tame and are generally undisturbed by the presence of people1. Male rut behavior includes licking and sniffing around the anus and vulva to determine whether a female is fertile. Males produce high-pitched whines repeatedly to initiate mating; following this display, a female may allow the male to mount; copulation can last as long as 5 minutes[2]",
            "src": [
                "https://worlddeer.org/fallow-deer/",
                "https://en.wikipedia.org/wiki/European_fallow_deer",
                "https://en.wikipedia.org/wiki/European_fallow_deer",
                "https://animaldiversity.org/accounts/Dama_dama/",
                "https://pubmed.ncbi.nlm.nih.gov/19360603/",
                "https://www.ncbi.nlm.nih.gov/books/NBK532242/",
                "https://onlinelibrary.wiley.com/doi/pdf/10.1002/zoo.20165"
            ]
        },
        {
            "subject": "habits",
            "desc": "The most common visual communication among Dama dama when disturbed is alerting, where they gain an upright stance with their head held vertically and their body rigid. They may also use different forms of touching, stiff-walking, tail positions, and head positions to communicate1. Fallow Deer feed at dawn and dusk and rest throughout much of the day. The Dama dama is not territorial, and herds move freely within large home ranges, which overlap with those of other herds. After the birth of the fawn occurs, the females do not return to the herd for at least 10 days and for most of the days the mother is separated from the fawn, returning only to feed the fawn. The nursing period lasts about 4 months and happens every 4 hours each day",
            "src": [
                "https://animaldiversity.org/accounts/Dama_dama/",
                "https://en.wikipedia.org/wiki/European_fallow_deer",
                "https://worlddeer.org/fallow-deer/"
            ]
        },
        {
            "subject": "nesting",
            "desc": "I'm sorry but I couldn't find any information about the nesting habits of Dama Dama. However, I can tell you that Fallow Deer are not territorial, and herds move freely within large home ranges, which overlap with those of other herds. When kept in parks or enclosures, Fallow Deer can become remarkably tame and are generally undisturbed by the presence of people[1].",
            "src": [
                "https://worlddeer.org/fallow-deer/",
                "https://en.wikipedia.org/wiki/European_fallow_deer",
                "https://animaldiversity.org/accounts/Dama_dama/"
            ]
        },
        {
            "subject": "breeding",
            "desc": "Each female usually bears a single fawn, mostly around the month of June. The fawns are left by the mothers in tall grass or in concealed clumps of vegetation, the fawns remain motionless, waiting for the mother to return, which she does several times a day to allow the fawn to be suckled1.The females can conceive when they are 16 months old, whereas the males can successfully breed at 16 months, but most do not breed until they are 48 months old. The females can become very cagey just before they give birth to their fawn and find secluded areas such as a bush or cave; sometimes females give birth near the herd[2].",
            "src": [
                "https://worlddeer.org/fallow-deer/",
                "https://en.wikipedia.org/wiki/European_fallow_deer",
                "https://animaldiversity.org/accounts/Dama_dama/"
            ]
        },
        {
            "subject": "habitat",
            "desc": "Fallow deer have broad habitat requirements, often out-competing more selective native species for food resources and degrading overall habitat quality. They are among the most successful at colonizing new habitats1. Deer can live in a wide range of habitats, provided there is cover and food within reach. A high-quality habitat for deer will offer a combination of grasses, forbs, shrubs, vines, trees, and other plants such as sedges and fungi. In each of these plant categories, specific plant species are better for deer than many others. In a forested habitat, deer have a safe place to elude and escape from predators, a comfortable place to bed down and rest, sufficient forage to eat and remain healthy, and adequate cover to conceal and raise their young[1].",
            "src": [
                "https://worlddeer.org/deer-habitat/",
                "https://www.msudeer.msstate.edu/habitat.php",
                "https://bigdeerblog.com/2020/06/3-tips-to-improve-deer-habitat/"
            ]
        },
        {
            "subject": "perception",
            "desc": "I couldn't find any specific information on people's general perception of the Common Fallow Deer. However, in general, people's perception of deer is mixed. Some people view deer as a nuisance, while others view them as a valuable resource for hunting and as a symbol of nature. Some people also view deer as a threat to their safety, while others enjoy watching them in their natural habitat",
            "src": [
                "https://en.wikipedia.org/wiki/Deer",
                "https://www.sciencedirect.com/science/article/abs/pii/S0048969720349299",
                "https://www.britannica.com/animal/fallow-deer",
                "https://blog.nature.org/2021/08/02/how-the-fallow-deer-took-the-world/",
                "https://biologydictionary.net/fallow-deer/",
                "https://www.researchgate.net/publication/327034076_Hunting_System_and_People_Perception_on_Deer_Conservation_Efforts_in_the_Wolo_Tadho_Nature_Reserve",
                "https://pubmed.ncbi.nlm.nih.gov/32823227/"
            ]
        },
        {
            "subject": "culture",
            "desc": "Deer have significant roles in the mythology of various peoples located all over the world, such as object of worship, the incarnation of deities, the object of heroic quests and deeds, or as magical disguise or enchantment/curse for princesses and princes in many folk and fairy tales[1]. However, I couldn't find any specific information on deer's cultural significance in Denmark.",
            "src": [
                "https://en.wikipedia.org/wiki/Deer_in_mythology",
                "https://en.wikipedia.org/wiki/Deer",
                "https://www.wildlifeonline.me.uk/animals/article/deer-overview-interaction-with-humans-art-cultural-subject",
                "https://www.britannica.com/place/Denmark",
                "https://worlddeer.org/deer-symbolism/",
                "https://www.visitdenmark.com/denmark/things-do/danish-culture/danish-traditions"
            ]
        },
        {
            "subject": "benefits",
            "desc": "Deer can be beneficial to humans in urban areas in several ways. For example, deer can help control vegetation growth, which can be beneficial in areas where overgrown vegetation can be a fire hazard1. In addition, deer can help control the population of other animals, such as rodents, which can be a nuisance in urban areas[2]. However, deer can also cause problems in urban areas, such as damage to gardens and other vegetation[1].",
            "src": [
                "https://www.news-leader.com/story/sports/outdoors/2015/10/14/deer-populations-can-benefit-urban-development/73937918/",
                "https://www.pewtrusts.org/en/research-and-analysis/blogs/stateline/2020/03/09/deer-bear-and-everywhere-animals-move-into-the-city",
                "https://www.theguardian.com/environment/2017/may/20/urban-beasts-how-wild-animals-have-moved-into-cities"
            ]
        }
    ]
}
