{
    "data": [
        {
            "subject": "behavior",
            "desc": "Magpies are known for their intelligence and complex social behavior. According to a study, magpies showed spontaneous mark-directed behavior when provided with a mark, which is evidence of self-recognition and self-awareness1. In another study, researchers placed small GPS tracking devices on Australian magpies to learn more about the birds' movements and social dynamics. However, the magpies removed the trackers, outwitting the researchers[2][3].",
            "src": [
                "https://journals.plos.org/plosbiology/article?id=10.1371/journal.pbio.0060202",
                "https://www.smithsonianmag.com/smart-news/sneaky-magpies-outwit-scientists-by-removing-tracking-devices-180979634/",
                "https://www.pbs.org/wgbh/nova/article/magpies-remove-trackers-altruism-behavior/",
                "https://pubmed.ncbi.nlm.nih.gov/22750361/",
                "https://www.ncbi.nlm.nih.gov/books/NBK532242/https://www.ncbi.nlm.nih.gov/books/NBK532242/",
                "https://www.ncbi.nlm.nih.gov/books/NBK532242/",
                "https://jeatdisord.biomedcentral.com/articles/10.1186/s40337-021-00472-y",
                "https://www.smithsonianmag.com/smart-news/sneaky-magpies-outwit-scientists-by-removing-tracking-devices-180979634/",
                "https://www.pbs.org/wgbh/nova/article/magpies-remove-trackers-altruism-behavior/"
            ]
        },
        {
            "subject": "habits",
            "desc": "I'm sorry, but I couldn't find any research or scientific sources that specifically describe the day-to-day habits of Eurasian Magpies. However, I can tell you that magpies are known for their intelligence and complex social behavior. They sometimes eat ticks found on elk, deer, and other huge mammals. This bird lays 6 to 9 eggs that are brown/green in color. Magpie can reach up to 16-18 inches in length and weighs about 7 to 9 ounces. A speck of white feathers on their wings make them stand out when taking flight[1].",
            "src": [
                "https://www.vedantu.com/animal/magpie",
                "https://www.researchgate.net/publication/259214645_Variability_of_daily_nest_survival_and_breeding_success_in_relation_to_characteristics_of_Eurasian_Magpie_Pica_pica_nests",
                "https://www.pbs.org/wgbh/nova/article/magpies-remove-trackers-altruism-behavior/",
                "https://www.vedantu.com/animal/magpie",
                "https://hbr.org/2021/02/what-does-it-really-take-to-build-a-new-habit",
                "https://www.researchgate.net/publication/259214645_Variability_of_daily_nest_survival_and_breeding_success_in_relation_to_characteristics_of_Eurasian_Magpie_Pica_pica_nests",
                "https://hbr.org/2021/02/what-does-it-really-take-to-build-a-new-habit"
            ]
        },
        {
            "subject": "nesting",
            "desc": "According to a study, the Eurasian magpie is a medium-sized sedentary and omnivorous corvid inhabiting a variety of open or semi-open habitats with hedges, bushes, or patches of trees and shrubs. In Central and Western Europe, its breeding distribution is mainly associated with human-modified landscapes. The magpie nests are built on thorny bushes, in particular Searsia tripartita which is the most available nest habitat in the area. Non-thorny shrubs, such as Periploca angustifolia, were not used despite their wide availability[1][2].",
            "src": [
                "https://bioone.org/journals/journal-of-vertebrate-biology/volume-70/issue-1/jvb.20086/Nest-site-selection-of-an-avian-urban-exploiter-the-Eurasian/10.25225/jvb.20086.full",
                "https://avianres.biomedcentral.com/articles/10.1186/s40657-021-00249-6",
                "https://ebird.org/species/eurmag1/"
            ]
        },
        {
            "subject": "breeding",
            "desc": "According to a study, the breeding biology of the Eurasian Magpie has been well studied throughout its whole geographic range, particularly in the Palearctic region. The breeding season of Eurasian Magpie is started from early March to May. Pairing in adult individuals occur during winter flocking, which begins with heavy snowfall and lasts till the end of February. The Eurasian magpie or common magpie is a resident breeding bird throughout the northern part of the Eurasian continent. It is one of several birds in the crow family (corvids) designated magpies, and belongs to the Holarctic radiation of “monochrome” magpies[1][2][3].",
            "src": [
                "https://avianres.biomedcentral.com/articles/10.1186/s40657-021-00249-6",
                "https://en.wikipedia.org/wiki/Eurasian_magpie",
                "https://www.researchgate.net/publication/359175156_BREEDING_BIOLOGY_OF_EURASIAN_MAGPIE_PICA_PICA_BACTRIANA_IN_KARGIL_REGION_OF_LADAKH_INDIA"
            ]
        },
        {
            "subject": "habitat",
            "desc": "According to a study, the Eurasian magpie is a medium-sized sedentary and omnivorous corvid inhabiting a variety of open or semi-open habitats with hedges, bushes, or patches of trees and shrubs. In Central and Western Europe, its breeding distribution is mainly associated with human-modified landscapes. The magpie nests are built on thorny bushes, in particular Searsia tripartita which is the most available nest habitat in the area. Non-thorny shrubs, such as Periploca angustifolia, were not used despite their wide availability[1][2]. To help, you can plant trees, shrubs, and hedges in your garden or backyard. This will provide a suitable habitat for the Eurasian magpie and other birds. You can also provide food and water for the birds, especially during the winter months when food is scarce[2]",
            "src": [
                "https://bioone.org/journals/journal-of-vertebrate-biology/volume-70/issue-1/jvb.20086/Nest-site-selection-of-an-avian-urban-exploiter-the-Eurasian/10.25225/jvb.20086.full",
                "https://ebird.org/species/eurmag1/"
            ]
        },
        {
            "subject": "perception",
            "desc": "Magpies are birds of the Corvidae family and are widely considered to be intelligent creatures. The Eurasian magpie, for instance, is thought to rank among the world's most intelligent creatures, and is one of the few non-mammal species able to recognize itself in a mirror test[1]. Magpies are symbolic of intelligence and wit. These black and white colored birds show an extraordinarily high IQ and are equally resourceful as well. However, due to their shrewd nature, they're also known to symbolize deceit, opportunism, and illusion2. In East Asian cultures, the magpie is a very popular bird and is a symbol of good luck and fortune. The magpie is a common subject in Chinese paintings. It is also often found in traditional Chinese poetry and couplets[3].",
            "src": [
                "https://dk.birdmigrationatlas.dk/uk/species/eurasian-magpie",
                "https://beautyofbirds.com/european-magpies/",
                "https://en.wikipedia.org/wiki/Eurasian_magpie",
                "https://ebird.org/species/eurmag1/",
                "https://glenlivet-wildlife.co.uk/birds/the-magpie-rhyme/",
                "https://en.wikipedia.org/wiki/Eurasian_magpie",
                "https://ebird.org/species/eurmag1/",
                "https://animalia.bio/eurasian-magpie"
            ]
        },
        {
            "subject": "culture",
            "desc": "Yes, magpies have cultural significance in Europe and elsewhere. In European folklore, magpies are associated with a number of superstitions surrounding its reputation as an omen of ill fortune[1]. The bird has been historically demonized by humans, mainly as a result of superstition and myth[2]. However, before the spread of Christianity, the magpie was an important symbolic bird often associated with good luck or fortune[3]. In Rossini's opera La Gazza Ladra (The Thieving Magpie), the magpie is reputed to collect shiny objects such as wedding rings and other valuables[4].",
            "src": [
                "https://beautyofbirds.com/european-magpies/",
                "https://en.wikipedia.org/wiki/Eurasian_magpie",
                "https://www.birdspot.co.uk/culture/magpies-and-superstition",
                "https://en.wikipedia.org/wiki/Magpie"
            ]
        },
        {
            "subject": "benefits",
            "desc": "Magpies have shown the ability to make and use tools, imitate human speech, grieve, play games, and work in teams. When one of their own kind dies, a grouping will form around the body for a “funeral” of squawks and cries.To portion food to their young, magpies will use self-made utensils to cut meals into proper sizes[1]. Magpies can form friendships with people and are far less likely to swoop the people who live there when they are permanently ensconced on human property[2]. Eurasian magpies (Pica pica) have been effectively used for the detection of West Nile virus circulation in endemic areas, and the fact that this species is sedentary allows the evaluation of West Nile virus circulation in a particular region[3].",
            "src": [
                "https://www.britannica.com/story/eurasian-magpie-a-true-bird-brain",
                "https://theconversation.com/magpies-can-form-friendships-with-people-heres-how-83950",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6722797/",
                "https://link.springer.com/article/10.1007/s11252-020-00996-2",
                "https://en.wikipedia.org/wiki/Eurasian_magpie",
                "https://en.wikipedia.org/wiki/Eurasian_magpie",
                "https://www.britannica.com/story/eurasian-magpie-a-true-bird-brain",
                "https://en.wikipedia.org/wiki/Eurasian_magpie"
            ]
        }
    ]
}
